Repository: Aleksandre19/geoai
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ka

source: About Project
ka: პროექტის შესახებ

source: The project is based on the ChatGTP API and represents it's Georgian version
ka: მოცემული პროექტი წარმოადგენ ChatGTP API ზე დაფუძნებულ მის ქრთულ ვერსიას.

source: Project Goal
ka: პროექტის მიზანი

source: The goal of the project is to introduce the capabilities of the AI to non-English speakers.
ka: პროექტის მიზანს წარმოადგენა არა ინგლისურ ენოვანი მომხმარებლებისთვსის ხელოვნური ინტელექტი გაცნომა და მისი შესაძლებლობებზე ხელწვდომა.

source: Capabilities
ka: შესაძლებლობები

source: You can adjust the API parameters and even set your own API KEY.
ka: თქვენ შეგიძლიათ დარეგულიროთ პარამტრები და ამით გაზარდოთ პროდქტიულობა. ასევე შეგიძლიათ გამოიყენოთ თქვენი აი-პი-აი გასაღები `API KEY`.

source: Log In
ka: შესვლა

source: Please authenticate yourself or register at the following link: <a href="%(signup_url)s" class='login-reg'> Registration <i class='arrow-icon'></i> </a>
ka: გთხოვთ გაიაროთ ავტორიზაცია ან დარეგისტრირდეთ შემდეგ ბმულზე: <a href="%(signup_url)s" class='login-reg'> რეგისტრაცია <i class='arrow-icon'></i> </a>

source: Forgot password?
ka: დაგავიწყდათ პაროლი?

source: Remember:
ka: დამიმახსოვრე:

source: Authentication
ka: გავიარო ავტორიზაცია

source: or
ka: ან

source: Connect with Google
ka: დაუკავშირდე Google - თი
